export const textForInfo = {
    h1: {
        header: `О компании`,
        text: `Осуществляем комплексное проектирование и расчет систем холодоснабжения`
    },
    h2: {
        header: `Проектирование`,
        text: `Осуществляем комплексное проектирование и расчет систем холодоснабжения`
    },
    h3: {
        header: `Монтаж`,
        text: `Монтаж холодильного оборудования: установка, пусконаладка и сдача в эксплуатацию`
    },
    h4: {
        header: `Сервис`,
        text: `Сервис холодильного оборудования: ремонт, гарантийное и сервисное обслуживание`
    },
    h5: {
        header: `Модернизация`,
        text: `Вторая жизнь холодильного оборудования`
    }
}

export const CardInfo = {
    h1: {
        header: `Сэндвич-панели`,
        text: `Материал для строителей XXI века.
Небольшой срок изготовления и простая технология монтажа для возведения быстровозводимых холодильных камер, ангаров, складов.`,
        btnText: `Ознакомится`,
        imageUrl: ''
    },
    h2: {
        header: `Холодильное оборудование`,
        text: `Поставка комплектующих для коммерческих и промышленных холодильных установок и расчет, подбор холодильно-морозильных систем.`,
        btnText: `Ознакомится`,
        imageUrl: ''
    },
    h3: {
        header: `Холодильные кузова`,
        text: `Изготовление изотермических кузовов по бескаркасной технологии, а также монтаж холодильного  оборудования`,
        btnText: `Ознакомится`,
        imageUrl: ''
    },
    h4: {
        header: `Дверь - ключевой элемент интерьера`,
        text: `Изготовление изотермических кузовов по бескаркасной технологии, а также монтаж холодильного (рефрижераторного) оборудования`,
        btnText: `Ознакомится`,
        imageUrl: ''
    },
    h5: {
        header: `Пенополистирол`,
        text: `Самое широкое распространение при строительстве и ремонте помещений жилого и хозяйственного назначения`,
        btnText: `Ознакомится`,
        imageUrl: ''
    },
}


export const FrameInfo = {
    h1: {
        header: `Сэндвич-панели`,
        text: `Материал для строителей XXI века.
Небольшой срок изготовления и простая технология монтажа для возведения быстровозводимых холодильных камер, ангаров, складов.`,
        btnText: `Ознакомится`,
        imageUrl: ''
    },
    h2: {
        header: `Холодильное оборудование`,
        text: `Поставка комплектующих для коммерческих и промышленных холодильных установок и расчет, подбор холодильно-морозильных систем.`,
        btnText: `Ознакомится`,
        imageUrl: ''
    },
    h3: {
        header: `Холодильные кузова`,
        text: `Изготовление изотермических кузовов по бескаркасной технологии, а также монтаж холодильного  оборудования`,
        btnText: `Ознакомится`,
        imageUrl: ''
    },
    h4: {
        header: `Дверь - ключевой элемент интерьера`,
        text: `Изготовление изотермических кузовов по бескаркасной технологии, а также монтаж холодильного (рефрижераторного) оборудования`,
        btnText: `Ознакомится`,
        imageUrl: ''
    },
    h5: {
        header: `Пенополистирол`,
        text: `Самое широкое распространение при строительстве и ремонте помещений жилого и хозяйственного назначения`,
        btnText: `Ознакомится`,
        imageUrl: ''
    },
}


export const SandwichPanelInfo = {
    mainH: {
        header: 'Сэндвич панели',
        text: 'Материал для строителей XXI века. Сендвич представляет конструкцию, заключенную между двух профилированных листов из металла, покрашенных в нужный цвет, в середине - теплоизоляционный слой из пенополиуретана. '
    },
    subMenu: {
        theme1: {
            header: `О сэндвич-панелях`,
            text: `Изотермические и холодильные кузова бренда “Ayoz” изготавливаются по европейской технологии, что позволяет снизить массу кузова на 25% относительно аналогичных, тем самым повысить его нрузоподъемность на четверть и сэкономить ГСМ при эксплутации. Мы устанавливаем кузова грузоподъемностью от 0.5 до 1.5 тонн, они обладают рядом преимуществ.`
        },
        theme2: {
            header: `Приминение`,
            text: `-  Строительство холодильных камер
-  Теплоизоляция автомобильных фургонов
-  Строительство объектов промышленного назначения
-  Строительство ангаров, складов и производственных цехов
-  Строительство торговых центров
-  Строительство магазинов и объектов сферы обслуживания
-  Возведение перегородок внутри помещений и т.д.`
        },
        theme3: {
            header: `Преимущества`,
            text: `-  Высокие показатели коррозионной стойкости
-  Высокая скорость монтажа холодильных камер и зданий
-  Уменьшение себестоимости строительства
-  Простой монтаж
-  Длительный срок эксплуатации
-  Низкая масса
-  Удобство и простота проектирования
-  Возможность выбора различных цветов внешних и внутренних  
   поверхностей по каталогу RAL`
        },
        theme4: {
            header: `Небольшой вес панелей`,
            text: `Вес панелей от 40-90 кг позволяет уменьшить нагрузку на фундамент более, чем в сто раз в сравнении с кирпичом или бетоном. При применении сэндвич-панелей отпадает надобность в дорогом гео исследовании грунта , из-за с малой нагрузкой на фундамент.`
        },
        theme5: {
            header: `Теплоизоляция`,
            text: `В панелях используется высокоэффективный утеплитель — пенополиуретан (ППУ), с коэффициентом теплопроводности λ=0,028 Вт/м°C (для деревянного бруса λ =0,090 Вт/м°C, для керамзитобетона λ =0,140 Вт/м°C, для кирпича керамического пустотелого λ =0,350 Вт/м°C, для кирпича глиняного обыкновенного λ = 0,560 Вт/м°C, для панелей с базальтовым утеплителем λ =0,034 Вт/м°C).`
        },
        theme6: {
            header: `Roof-lock`,
            text: `Для соединения кровельных сэндвич-панелей применяется специальный замок ROOF-LOCK.  Он обеспечивает высокую теплоизоляцию крыши и хорошую герметичность стыка. Верхняя часть листа выглядит как трапециевидный профилированный пятиреберный прокат. 
            Гофра (волна) кровельной сэндвич-панели  визуально соответствует высоте традиционного профнастила для кровли. При этом конструкция замка не подразумевает применение дополнительных элементов уплотнения.`
        },
        theme7: {
            header: `Secret fix`,
            text: `Такой тип замка обеспечивает всепогодную защиту благодаря отсутствию сквозных отверстий, а так же позволяет строить здания с абсолютно гладкими 
стенами без видимых стыков. Панели стыкуются как пазл. 
Внешняя часть замка закрывает место крепления самореза. 
Вы получаете абсолютно гладкие стены, при взгляде на которые невозможно угадать, где кончается одна и начинается другая панель.`
        },
        theme8: {
            header: `Cam lock`,
            text: `Cam lock — БРС (быстроразъемное соединение кулачкового типа) предназначенное для быстрой стыковки, данные соединения удобны в использовании, в основе их действия лежит кулачковый принцип, что позволяет мгновенно и без дополнительных усилий соединить между собой две части.`
        },
        theme9: {
            header: `Z-lock`,
            text: `Cam lock — БРС (быстроразъемное соединение кулачкового типа) предназначенное для быстрой стыковки, данные соединения удобны в использовании, в основе их действия лежит кулачковый принцип, что позволяет мгновенно и без дополнительных усилий соединить между собой две части.`
        },
    },
    subOption: {
        option1: {
            header1: `Сэндвич панели производства «Cold Industry» – это трехслойные панели трапециевидной формы с утеплителем из пенополиуретана (PUR). Применяются в качестве кровельного покрытия для всех типов зданий, уклон крыши которых более 5-7 градусов. 
Обладают отличными термоизоляционными характеристиками, устойчивы к коррозии. 
Кровельные сэндвич-панели с наполнителем из пенополиуретана (PUR) используются для перекрытия кровель зданий и сооружений различного назначения. Внешняя поверхность обшивки панелей имеет антикоррозийное полиэфирное покрытие, устойчивое к воздействию атмосферных осадков и ультрафиолетовому излучению.`,
            header2: `Структурно кровельная сэндвич-панель являет собой трехслойную конструкцию. 
Внешние слои панели состоят из обшивки и защитного покрытия. 
Обшивка кровельной панели сделана из оцинкованных стальных листов 0,4–0,6 мм. 
В качестве защитного покрытия выступает полиэтиленовая пленка толщиной 0,5 мм, которая предохраняет кровельные панели от механических повреждений. 
Внутренний слой составляет пространство между листами, которое заполнено пенополиуретаном (PUR) выполняющим роль высококачественного теплоизоляционного материала.
Пенополиуретановые компоненты изготовлены европейской компанией Dow Chemical.`,
            header3: `Основные параметры: 
Поверхность — с одной стороны профиль панели имеет ребра жесткости в виде выступов трапециевидной формы, с другой стороны — гладкий, ровный лист оцинкованный, окрашенный полимерным покрытием.
Наполнитель — используется жесткий пенополиуретан (PUR) 
Плотностью - 41-43 кг/м3
Ширина панели — 980 мм. 
Длина панели — до 11 000 мм. 
Толщина сэндвич панели — 60, 80, 100 мм. 
Замковое соединение - ROOF LOCK`,
        },
        option2: {
            header1: `Стеновая трехслойная сэндвич-панель «Cold Industry» со скрытым креплением SECRET FIX - это материал, обеспечивающий бесшовную эстетичную поверхность стены здания. 
Особенность этих панелей заключается в использовании улучшенного скрытого замка, который обеспечивает качественное соединение с металлоконструкцией и улучшает эстетику здания за счёт отсутствия внешнего крепления. 
Конструкция замка усовершенствована специалистами компании, что обеспечивает материалу превосходное качество без дополнительного усиления по сравнению с аналогами в самых различных ценовых категориях.`,
            header2: `Трехслойные сэндвич-панели «Cold Industry» — современные высокотехнологичные решения, которые активно используются для строительства и реконструкции различных зданий. Производится материал из оцинкованной стали 0,4-0,6 мм с полимерным покрытием или без него. 
Конструкция трехслойной сэндвич-панели представляет собой два листа профилированной стали, между которыми заполнен пенополиуретан. 
Сэндвич-панели «Cold Industry» поступают с производства в полной готовности к монтажу, позволяя значительно сэкономить время и затраты на монтаж, обеспечить необходимые эксплуатационные и эстетические характеристики.`,
            header3: `На выбор покупателя предлагается большое число типов видов облицовок и цветов, что позволяет подобрать вариант для каждого решения, без дополнительной отделки. Долговечность и надежность конструкции позволяют гарантировать качество службы и снизить затраты на обслуживание конструкций. 
Монтаж сэндвич-панелей не требует использования сложной техники и может быть проведен в любое время года, при этом использование данного строительного материала позволяет снизить капитальные затраты на строительство.`,
        }
    },
    calcRoof: {
        header1: `Двускатная крыша - наиболее популярная конструкция в частном строительстве. Она надежно защищает дом от осадков и ветра, способна выдерживать значительную снеговую нагрузку и при этом не требует лишних завтрат.`,
        header2: `Односкатная крыша используется для тех строений, где не нужна сложная кровля, например, для дачного дома, бани, гаража, небольшого жилого помещения, а также школы, детского сада, склада и т.д.`,
        header3: ``
    }
}

export const CoolingFrameInfo = {
    mainH: {
        header: `Изотермические кузова 
рефрижераторы`
    },
    subMenu: [{
        header: `О бренде`,
        text: `Изотермические и холодильные кузова бренда “Ayoz” изготавливаются по европейской технологии, что позволяет снизить массу кузова на 25% относительно аналогичных, тем самым повысить его нрузоподъемность на четверть и сэкономить ГСМ при эксплутации. Мы устанавливаем кузова грузоподъемностью от 0.5 до 1.5 тонн, они обладают рядом преимуществ.`
    }, {
        header: `Преимущества`,
        text: `-  Прочность
-  Отсутствие «мостиков холода». Изотермические кузова                долгое время сохраняют стабильную температуру внутри кузова, а рефрижераторы экономят на расходе топлива
-  Высокая устойчивость к динамическим нагрузкам 
-  Низкий коэффициент теплопроводности
-  Долговечность
-  Презентабельный внешний вид`
    }, {
        header: `Технология произодства`,
        text: `Кузова изгатавливаются из несущих, многослойных бесшовных сэндвич панелей с теплоизолятором из непонолиуритана (ППУ). Внешняя и внутренняя стороны панели- стеклопластик (GRP) с гелькоутовым покрытием (“Fibrosan” Турция), обладают высокой
стойкостью к ультрафиалету, надежной защитой от сколов и царапин, обеспечивают эстетичный внешний вид кузова и имеют свойство восстанавливать первоначальную форму после неразрушающего удара. GRP обладает лучшими весовыми и прочностными характеристиками.`
    }, {
        header: `Материалы кузова`,
        text: `Возможная толщина панелей от 30мм до 100мм. Передняя стенка фургона адаптирована под установку холодильного агрегата. Изолированный, многослойный водостойкий пол покрыт антискользким материалом (опционально - нержавеющая сталь, специальный алюминеивый профиль, полиуретановая заливка). Для наружной и внутренней окантовки кузова используется анодированный алюминиевый профиль производства фирмы “NEVPA” (Турция).`
    }
    ],
    subOption: {
        text1: `Кузов имеет прямоугольную форму с задней двухстворчатой распашной дверью. Опционально могут быть оборудованы дополнительными боковыми дверями. Все запоры кузова изготовлены из нержавеющей стали производства Турции.
Возможны варианты габаритных размеров кузова по индивидуальному заказу. Кузaова оборудуются габаритными огнями и фонарями внутреннего освещения, а так же средствами боковой и задней защиты.`,
        text2: `Опционально мы устанавливаем гидроборта от ведущей Шведской компании ZEPRO. Гидроборт поможет вам вам произвести доставку так, как вы и обещали - качественно и в срок. Выбирая ZEPRO, вы выбираете беспрецендентную надежность и качество, малый вес и высокую прочность. Установка гидробортов производится на среднетоннажные крупнотоннажные автомобили. 
`,
        text3: `Также мы производим и устанавливаем теплоизоляционные баки из нержавеющей стали для перевозки молока.`,
        text4: `По желанию заказчика на изотермические кузова объемом от 3 м2 до 86 м2 устанавливается холодильное оборудование производства компании “HWASUNG TERMO” (Ю.Корея). Диапозон температур транспортируемых грузов может корректироваться  от +20*С до -20*С.
Для удобства управления температурными режимами и контроля за температурой в кабину водителя монтируется блок усправления холодильным оборудованием, обеспечивающий автоматическое поддержание заданной температуры.`,
        text5: `По желанию заказчика на изотермические кузова объемом от 3 м2 до 86 м2 устанавливается холодильное оборудование производства компании “HWASUNG TERMO” (Ю.Корея). Диапозон температур транспортируемых грузов может корректироваться  от +20*С до -20*С.
Для удобства управления температурными режимами и контроля за температурой в кабину водителя монтируется блок усправления холодильным оборудованием, обеспечивающий автоматическое поддержание заданной температуры.`
    }
}
