export const textForInfo = {
    h1: {
        header: `О компании`,
        text: `Осуществляем комплексное проектирование и расчет систем холодоснабжения`
    },
    h2: {
        header: `Проектирование`,
        text: `Осуществляем комплексное проектирование и расчет систем холодоснабжения`
    },
    h3: {
        header: `Монтаж`,
        text: `Монтаж холодильного оборудования: установка, пусконаладка и сдача в эксплуатацию`
    },
    h4: {
        header: `Сервис`,
        text: `Сервис холодильного оборудования: ремонт, гарантийное и сервисное обслуживание`
    },
    h5: {
        header: `Модернизация`,
        text: `Вторая жизнь холодильного оборудования`
    }
}

export const CardInfo = {
    h1: {
        header: `Сэндвич-панели`,
        text: `Материал для строителей XXI века.
Небольшой срок изготовления и простая технология монтажа для возведения быстровозводимых холодильных камер, ангаров, складов.`,
        btnText: `Ознакомится`,
        imageUrl: ''
    },
    h2: {
        header: `Холодильное оборудование`,
        text: `Поставка комплектующих для коммерческих и промышленных холодильных установок и расчет, подбор холодильно-морозильных систем.`,
        btnText: `Ознакомится`,
        imageUrl: ''
    },
    h3: {
        header: `Холодильные кузова`,
        text: `Изготовление изотермических кузовов по бескаркасной технологии, а также монтаж холодильного  оборудования`,
        btnText: `Ознакомится`,
        imageUrl: ''
    },
    h4: {
        header: `Дверь - ключевой элемент интерьера`,
        text: `Изготовление изотермических кузовов по бескаркасной технологии, а также монтаж холодильного (рефрижераторного) оборудования`,
        btnText: `Ознакомится`,
        imageUrl: ''
    },
    h5: {
        header: `Пенополистирол`,
        text: `Самое широкое распространение при строительстве и ремонте помещений жилого и хозяйственного назначения`,
        btnText: `Ознакомится`,
        imageUrl: ''
    },
}
