export const HomePageInfo = {
    heroLogo: {
        imageUrl: `./images/HeroLogo.svg`
    },
    cardInfo: {
        h1: {
            header: `О компании`,
            text: `Осуществляем комплексное проектирование и расчет систем холодоснабжения`
        },
        h2: {
            header: `Проектирование`,
            text: `Осуществляем комплексное проектирование и расчет систем холодоснабжения`
        },
        h3: {
            header: `Монтаж`,
            text: `Монтаж холодильного оборудования: установка, пусконаладка и сдача в эксплуатацию`
        },
        h4: {
            header: `Сервис`,
            text: `Сервис холодильного оборудования: ремонт, гарантийное и сервисное обслуживание`
        },
        h5: {
            header: `Модернизация`,
            text: `Вторая жизнь холодильного оборудования`
        }
    },

    sectionInfo: {
        h1: {
            header: `Сэндвич-панели`,
            text: `Материал для строителей XXI века.
Небольшой срок изготовления и простая технология монтажа для возведения быстровозводимых холодильных камер, ангаров, складов.`,
            btnText: `Ознакомится`,
            imageUrl: './images/sandwichPanelH.png'
        },
        h2: {
            header: `Холодильное оборудование`,
            text: `Поставка комплектующих для коммерческих и промышленных холодильных установок и расчет, подбор холодильно-морозильных систем.`,
            btnText: `Ознакомится`,
            imageUrl: './images/motorH.png'
        },
        h3: {
            header: `Холодильные кузова`,
            text: `Изготовление изотермических кузовов по бескаркасной технологии, а также монтаж холодильного  оборудования`,
            btnText: `Ознакомится`,
            imageUrl: './images/carH.png'
        },
        h4: {
            header: `Дверь - ключевой элемент интерьера`,
            text: `Изготовление изотермических кузовов по бескаркасной технологии, а также монтаж холодильного (рефрижераторного) оборудования`,
            btnText: `Ознакомится`,
            imageUrl: './images/doorH.png'
        },
        h5: {
            header: `Пенополистирол`,
            text: `Самое широкое распространение при строительстве и ремонте помещений жилого и хозяйственного назначения`,
            btnText: `Ознакомится`,
            imageUrl: './images/penoplastH.png'
        },
    }

}

export const SandwichPanelInfo = {
    mainH: {
        header: 'Сэндвич панели',
        text: 'Материал для строителей XXI века. Сендвич представляет конструкцию, заключенную между двух профилированных листов из металла, покрашенных в нужный цвет, в середине - теплоизоляционный слой из пенополиуретана. ',
        imageUrl: `./images/SandwichPanel/SandwichPanelSub1.png`,
        btnText: `Ознакомиться`
    },
    subMenu: [
        {
            header: `О сэндвич-панелях`,
            text: `Сэндвич представляет конструкцию, заключенную между двух профилированных листов из металла, покрашенных в нужный цвет, в середине - теплоизоляционный слой из пенополиуретана. Сэндчич-панели делятся на стеновые и кровельные. Небольшой срок изготовления и простая технология монтажа позволяет активно использовать панели для возведения быстровозводимых холодильных камер, ангаров, складов. Сэндвич панели практически не имеют ограничений по использованию в различных типах зданий. Кроме того, их используют при ремонте и для утепления зданий. Отличные эксплуатационные характеристики создаются благодаря применению на производстве современной технологии.`
        },
        {
            header: `Приминение`,
            text: [
                `-  Строительство холодильных камер`,
                `-  Теплоизоляция автомобильных фургонов`,
                `-  Строительство объектов промышленного назначения`,
                `-  Строительство ангаров, складов и производственных цехов`,
                `-  Строительство торговых центров`,
                `-  Строительство магазинов и объектов сферы обслуживания`,
                `-  Возведение перегородок внутри помещений и т.д.`
            ]
        },
        {
            header: `Преимущества`,
            text: [
                `- Высокие показатели коррозионной стойкости`,
                `- Высокая скорость монтажа холодильных камер и зданий`,
                `- Уменьшение себестоимости строительства`,
                `- Простой монтаж`,
                `- Длительный срок эксплуатации`,
                `- Низкая масса`,
                `- Удобство и простота проектирования`,
                `- Возможность выбора различных цветов внешних и внутренних поверхностей по каталогу RAL`
            ]
        },
        {
            header: `Небольшой вес панелей`,
            text: `Вес панелей от 40-90 кг позволяет уменьшить нагрузку на фундамент более, чем в сто раз в сравнении с кирпичом или бетоном. При применении сэндвич-панелей отпадает надобность в дорогом гео исследовании грунта , из-за с малой нагрузкой на фундамент.`
        },
        {
            header: `Теплоизоляция`,
            text: `В панелях используется высокоэффективный утеплитель — пенополиуретан (ППУ), с коэффициентом теплопроводности λ=0,028 Вт/м°C (для деревянного бруса λ =0,090 Вт/м°C, для керамзитобетона λ =0,140 Вт/м°C, для кирпича керамического пустотелого λ =0,350 Вт/м°C, для кирпича глиняного обыкновенного λ = 0,560 Вт/м°C, для панелей с базальтовым утеплителем λ =0,034 Вт/м°C).`
        },
        {
            header: `Roof-lock`,
            text: `Для соединения кровельных сэндвич-панелей применяется специальный замок ROOF-LOCK.  Он обеспечивает высокую теплоизоляцию крыши и хорошую герметичность стыка. Верхняя часть листа выглядит как трапециевидный профилированный пятиреберный прокат. 
            Гофра (волна) кровельной сэндвич-панели  визуально соответствует высоте традиционного профнастила для кровли. При этом конструкция замка не подразумевает применение дополнительных элементов уплотнения.`,
            imageUrl: './images/SandwichPanel/SubTextImage1.png'
        },
        {
            header: `Secret fix`,
            text: `Такой тип замка обеспечивает всепогодную защиту благодаря отсутствию сквозных отверстий, а так же позволяет строить здания с абсолютно гладкими 
стенами без видимых стыков. Панели стыкуются как пазл. 
Внешняя часть замка закрывает место крепления самореза. 
Вы получаете абсолютно гладкие стены, при взгляде на которые невозможно угадать, где кончается одна и начинается другая панель.`,
            imageUrl: './images/SandwichPanel/SubTextImage2.png'
        },
        {
            header: `Cam lock`,
            text: `Cam lock — БРС (быстроразъемное соединение кулачкового типа) предназначенное для быстрой стыковки, данные соединения удобны в использовании, в основе их действия лежит кулачковый принцип, что позволяет мгновенно и без дополнительных усилий соединить между собой две части.`,
            imageUrl: './images/SandwichPanel/SubTextImage3.png'
        },
        {
            header: `Z-lock`,
            text: `Cam lock — БРС (быстроразъемное соединение кулачкового типа) предназначенное для быстрой стыковки, данные соединения удобны в использовании, в основе их действия лежит кулачковый принцип, что позволяет мгновенно и без дополнительных усилий соединить между собой две части.`,
            imageUrl: './images/SandwichPanel/SubTextImage4.png'
        },
    ],
    subOption: [
        {
            type: `Стеновые`,
            content: {
                header1: `Сэндвич панели производства «Cold Industry» – это трехслойные панели трапециевидной формы с утеплителем из пенополиуретана (PUR). Применяются в качестве кровельного покрытия для всех типов зданий, уклон крыши которых более 5-7 градусов. 
Обладают отличными термоизоляционными характеристиками, устойчивы к коррозии. 
Кровельные сэндвич-панели с наполнителем из пенополиуретана (PUR) используются для перекрытия кровель зданий и сооружений различного назначения. Внешняя поверхность обшивки панелей имеет антикоррозийное полиэфирное покрытие, устойчивое к воздействию атмосферных осадков и ультрафиолетовому излучению.`,
                imageUrl1: `./images/SandwichPanel/SandwichPanelSub1.png`,
                header2: `Структурно кровельная сэндвич-панель являет собой трехслойную конструкцию. 
Внешние слои панели состоят из обшивки и защитного покрытия. 
Обшивка кровельной панели сделана из оцинкованных стальных листов 0,4–0,6 мм. 
В качестве защитного покрытия выступает полиэтиленовая пленка толщиной 0,5 мм, которая предохраняет кровельные панели от механических повреждений. 
Внутренний слой составляет пространство между листами, которое заполнено пенополиуретаном (PUR) выполняющим роль высококачественного теплоизоляционного материала.
Пенополиуретановые компоненты изготовлены европейской компанией Dow Chemical.`,
                imageUrl2: `./images/SandwichPanel/SandwichPanelSub2.png`,
                header3: `Основные параметры: 
Поверхность — с одной стороны профиль панели имеет ребра жесткости в виде выступов трапециевидной формы, с другой стороны — гладкий, ровный лист оцинкованный, окрашенный полимерным покрытием.
Наполнитель — используется жесткий пенополиуретан (PUR) 
Плотностью - 41-43 кг/м3
Ширина панели — 980 мм. 
Длина панели — до 11 000 мм. 
Толщина сэндвич панели — 60, 80, 100 мм. 
Замковое соединение - ROOF LOCK`,
                imageUrl3: `./images/SandwichPanel/SandwichPanelSub3.png`
            }
        },
        {
            type: `Кровельные`,
            content: {
                header1: `Стеновая трехслойная сэндвич-панель «Cold Industry» со скрытым креплением SECRET FIX - это материал, обеспечивающий бесшовную эстетичную поверхность стены здания. 
Особенность этих панелей заключается в использовании улучшенного скрытого замка, который обеспечивает качественное соединение с металлоконструкцией и улучшает эстетику здания за счёт отсутствия внешнего крепления. 
Конструкция замка усовершенствована специалистами компании, что обеспечивает материалу превосходное качество без дополнительного усиления по сравнению с аналогами в самых различных ценовых категориях.`,
                imageUrl1: `./images/SandwichPanel/SandwichPanelSub4.png`,
                header2: `Трехслойные сэндвич-панели «Cold Industry» — современные высокотехнологичные решения, которые активно используются для строительства и реконструкции различных зданий. Производится материал из оцинкованной стали 0,4-0,6 мм с полимерным покрытием или без него. 
Конструкция трехслойной сэндвич-панели представляет собой два листа профилированной стали, между которыми заполнен пенополиуретан. 
Сэндвич-панели «Cold Industry» поступают с производства в полной готовности к монтажу, позволяя значительно сэкономить время и затраты на монтаж, обеспечить необходимые эксплуатационные и эстетические характеристики.`,
                imageUrl2: `./images/SandwichPanel/SandwichPanelSub5.png`,
                header3: `На выбор покупателя предлагается большое число типов видов облицовок и цветов, что позволяет подобрать вариант для каждого решения, без дополнительной отделки. Долговечность и надежность конструкции позволяют гарантировать качество службы и снизить затраты на обслуживание конструкций. 
Монтаж сэндвич-панелей не требует использования сложной техники и может быть проведен в любое время года, при этом использование данного строительного материала позволяет снизить капитальные затраты на строительство.`,
                imageUrl3: `./images/SandwichPanel/SandwichPanelSub6.png`
            }
        }
    ],
    subOptionMd: {
        header: `Сэндвич панели широко применяют в:`,
        text: [
            `- строительстве холодильных камер`,
            `- теплоизоляции автомобильных фургонов`,
            `- строительстве объектов промышленного назначения`,
            `- строительстве ангаров, складов и производственных цехов`,
            `- строительстве торговых центров`,
            `- строительстве магазинов и объектов сферы обслуживания`,
            `- возведении перегородок внутри помещений и т.д.`

        ]

    },
    calcRoof: [
        {
            type: `Двускатная`,
            header: `Двускатная крыша - наиболее популярная конструкция в частном строительстве. Она надежно защищает дом от осадков и ветра, способна выдерживать значительную снеговую нагрузку и при этом не требует лишних завтрат.`,
            imageUrl: `./images/SandwichPanel/CalcCarcas1.png`,
            inputNum: 4,
        },
        {
            type: `Односкатная`,
            header: `Односкатная крыша используется для тех строений, где не нужна сложная кровля, например, для дачного дома, бани, гаража, небольшого жилого помещения, а также школы, детского сада, склада и т.д.`,
            imageUrl: `./images/SandwichPanel/CalcCarcas2.png`,
            inputNum: 4,
        },
        {
            type: `Без крыши`,
            header: ``,
            imageUrl: `./images/SandwichPanel/CalcCarcas3.png`,
            inputNum: 3,
        }
    ]
}

export const CoolingFrameInfo = {
    mainH: {
        header: `Изотермические кузова 
рефрижераторы`,
        imageUrl: `./images/CoolingFrame/CarFrameS1.png`,
        btnText: 'Прайс-лист'
    },
    subMenu: [
        {
            header: `О бренде`,
            text: `Изотермические и холодильные кузова бренда “Ayoz” изготавливаются по европейской технологии, что позволяет снизить массу кузова на 25% относительно аналогичных, тем самым повысить его нрузоподъемность на четверть и сэкономить ГСМ при эксплутации. Мы устанавливаем кузова грузоподъемностью от 0.5 до 1.5 тонн, они обладают рядом преимуществ.`
        },
        {
            header: `Преимущества`,
            text: [`-  Прочность`,
                `-  Отсутствие «мостиков холода». Изотермические кузова долгое время сохраняют стабильную температуру внутри кузова, а рефрижераторы экономят на расходе топлива`,
                `-  Высокая устойчивость к динамическим нагрузкам `,
                `-  Низкий коэффициент теплопроводности`,
                `-  Долговечность`,
                `-  Презентабельный внешний вид`
            ]
        },
        {
            header: `Технология произодства`,
            text: `Кузова изгатавливаются из несущих, многослойных бесшовных сэндвич панелей с теплоизолятором из непонолиуритана (ППУ). Внешняя и внутренняя стороны панели- стеклопластик (GRP) с гелькоутовым покрытием (“Fibrosan” Турция), обладают высокой
стойкостью к ультрафиалету, надежной защитой от сколов и царапин, обеспечивают эстетичный внешний вид кузова и имеют свойство восстанавливать первоначальную форму после неразрушающего удара. GRP обладает лучшими весовыми и прочностными характеристиками.`
        },
        {
            header: `Материалы кузова`,
            text: `Возможная толщина панелей от 30мм до 100мм. Передняя стенка фургона адаптирована под установку холодильного агрегата. Изолированный, многослойный водостойкий пол покрыт антискользким материалом (опционально - нержавеющая сталь, специальный алюминеивый профиль, полиуретановая заливка). Для наружной и внутренней окантовки кузова используется анодированный алюминиевый профиль производства фирмы “NEVPA” (Турция).`
        }
    ],
    subOption: [
        {
            text: `Кузов имеет прямоугольную форму с задней двухстворчатой распашной дверью. Опционально могут быть оборудованы дополнительными боковыми дверями. Все запоры кузова изготовлены из нержавеющей стали производства Турции.
Возможны варианты габаритных размеров кузова по индивидуальному заказу. Кузaова оборудуются габаритными огнями и фонарями внутреннего освещения, а так же средствами боковой и задней защиты.`,
            imageUrl: `./images/CoolingFrame/CarFrameS2.png`
        },
        {
            text: `Опционально мы устанавливаем гидроборта от ведущей Шведской компании ZEPRO. Гидроборт поможет вам вам произвести доставку так, как вы и обещали - качественно и в срок. Выбирая ZEPRO, вы выбираете беспрецендентную надежность и качество, малый вес и высокую прочность. Установка гидробортов производится на среднетоннажные крупнотоннажные автомобили.`,
            imageUrl: `./images/CoolingFrame/CarFrameS3.png`,
            images: [`./images/CoolingFrame/CarFrameS4.png`, `./images/CoolingFrame/CarFrameS5.png`],
        },
        {
            text: `Также мы производим и устанавливаем теплоизоляционные баки из нержавеющей стали для перевозки молока.`,
            imageUrl: `./images/CoolingFrame/CarFrameS6.png`,
            images: [`./images/CoolingFrame/CarFrameS7.png`, `./images/CoolingFrame/CarFrameS8.png`, `./images/CoolingFrame/CarFrameS9.png`]
        },
        {
            text: `По желанию заказчика на изотермические кузова объемом от 3 м2 до 86 м2 устанавливается холодильное оборудование производства компании “HWASUNG TERMO” (Ю.Корея). Диапозон температур транспортируемых грузов может корректироваться  от +20*С до -20*С.
Для удобства управления температурными режимами и контроля за температурой в кабину водителя монтируется блок усправления холодильным оборудованием, обеспечивающий автоматическое поддержание заданной температуры.`,
            imageUrl: `./images/CoolingFrame/CarFrameS10.png`,

        },
        {
            text: `По желанию заказчика на изотермические кузова объемом от 3 м2 до 86 м2 устанавливается холодильное оборудование производства компании “HWASUNG TERMO” (Ю.Корея). Диапозон температур транспортируемых грузов может корректироваться  от +20*С до -20*С.
Для удобства управления температурными режимами и контроля за температурой в кабину водителя монтируется блок усправления холодильным оборудованием, обеспечивающий автоматическое поддержание заданной температуры.`,
            imageUrl: `./images/CoolingFrame/CarFrameS11.png`
        }
    ],
    subOptionMd: {
        text: [
            `Кузова изгатавливаются из несущих, многослойных бесшовных сэндвич панелей с теплоизолятором из непонолиуритана (ППУ). Внешняя и внутренняя стороны панели
- стеклопластик (GRP) с гелькоутовым покрытием (“Fibrosan” Турция), обладают высокой стойкостью к ультрафиалету, надежной защитой от сколов и царапин, обеспечивают эстетичный внешний вид кузова и имеют свойство восстанавливать первоначальную форму после неразрушающего удара. GRP обладает лучшими весовыми и прочностными характеристиками относительно других облицовочных материалов, используемых для изотеримических кузовов.`,
            `Опционально мы устанавливаем гидроборта от ведущей Шведской компании ZEPRO. Гидроборт поможет вам вам произвести доставку так, как вы и обещали - качественно и в срок. Выбирая ZEPRO, вы выбираете беспрецендентную надежность и качество, малый вес и высокую прочность. Установка гидробортов производится на среднетоннажные крупнотоннажные автомобили. `,
            `Также мы производим и устанавливаем теплоизоляционные баки из нержавеющей стали для перевозки молока.`
        ],
        imageUrl: `./images/CoolingFrame/CarFrameS10.png`
    },
    imagesContainer: {
        header: `Галерея`,
        images: [
            `./images/CoolingFrame/CoolingFramesSG1.png`,
            `./images/CoolingFrame/CoolingFramesSG2.png`,
            `./images/CoolingFrame/CoolingFramesSG3.png`,
            `./images/CoolingFrame/CoolingFramesSG4.png`,
            `./images/CoolingFrame/CoolingFramesSG5.png`,
            `./images/CoolingFrame/CoolingFramesSG6.png`,
        ]
    }
}


export const DoorInfo = {
    mainH: {
        header: `Дверь - ключевой элемент интерьера`,
        text: `Наша компания следит за тенденциями мировой интерьерной моды`,
        imageUrl: `./images/Doors/HeroImageDoors.png`,
        secondaryLogo: `./images/Doors/DoorLogo.svg`,
        littleSign: `./images/Doors/LittleSigns.png`,
        btnText: `Каталог`
    },
    subMenu: {
        header: `Преимущества`,
        options: [
            {
                header: `О бренде`,
                text: `Межкомнатные двери “MANO” от компании “Cold Industry” - это новый взгляд на дизайн, красота и неповторимый стиль вашего интерьера, функциональный и привлекательный элемент каждого дома, квартиры, офиса, гостиницы или медицинского учреждения. Новое понимание пространства, новое качество интерьера, стиль в сочетании с удобством, дерево в сочетании с алюминием.`
            },
            {
                header: `Качество`,
                text: `Длительный срок службы и сохранение первоначального внешнего вида. Легко переносят перепады температур, не деформируются под воздействием влаги и не выцветают под воздействием света, не вступают в реакцию с чистящими средствами, дезинфицирующими и химическими растворами. Устойчивы к механическим повреждениям, царапинам, сколам. Износостойкость - удароустойчивые свойства, обусловленные использованием платика HPL. `
            }, {
                header: `Надёжность`,
                text: `Просты в монтаже и эксплуатации. Высокая шумоизоляция и низкий коэффициент теплопроводности. Дополнительной опцией для защиты дверных блоков является кромка из алюминиевого профиля толщиной 3,0мм, которая устанавливается на полотно. Применение алюминиевой кромки значительно увеличит срок службы дверного блока, что немаловажно при установке дверей в местах с повышенной проходимостью.`
            }, {
                header: `Особенности`,
                text: `Возможность создания самого разнообразного уникального дизайна.
Имеют небольшой вес и высокое качество с презентабельным внешним видом. На поверхности двери не развивается патогенная микрофлора.
Просты в уходе - легко моются, не требуют специфического ухода. 
Экологичность - материалы, используемые при производстве дверей соответствуют требованиям санитарно-эпидемиологического надзора и безопасны для здоровья человека и животных.`,
            },
            {
                header: `Варианты обшивки дверей`,
                text: [
                    `По выбору заказчика дверь обшивается с внешних сторон следующими материалами:`,
                    `-  МДФ лист толщиной 4мм, покрытый пленкой ПВХ или HPL`,
                    `-  Ударопрочный полиэстр, армированный стекловолокном с гелькоутовым покрытием толщинной 1.5мм или HPL пластиком.`,
                    `- Ощинкованная сталь толщиной 0.4мм с высокопрочным полимерным покрытием.`
                ]
            }
        ]
    },
    doorlist: [
        {
            header: `Пенополиуритан плотностью 41-43 кг/м3`,
            imageUrl: `./images/Doors/DoorInsideStyles/DoorInsideStyle1.png`
        },
        {
            header: `Наличник и дверная, коробка`,
            imageUrl: `./images/Doors/DoorInsideStyles/DoorInsideStyle2.png`
        },
        {
            header: `Деревянный каркас
из твёрдых пород`,
            imageUrl: `./images/Doors/DoorInsideStyles/DoorInsideStyle3.png`
        },
        {
            header: `Окантовка полотна
из алюминия`,
            imageUrl: `./images/Doors/DoorInsideStyles/DoorInsideStyle4.png`
        },
        {
            header: `Наполнитель из
алюминевых сот`,
            imageUrl: `./images/Doors/DoorInsideStyles/DoorInsideStyle5.png`
        },
        {
            header: `Большой выбор современной фурнитуры`,
            imageUrl: `./images/Doors/DoorInsideStyles/DoorInsideStyle6.png`
        },
        {
            header: `Скрытые петли`,
            imageUrl: `./images/Doors/DoorInsideStyles/DoorInsideStyle7.png`
        },
    ],
    doorGallery: [
        `./images/Doors/carousel/1.png`,
        `./images/Doors/carousel/2.png`,
        `./images/Doors/carousel/3.png`,
        `./images/Doors/carousel/4.png`,
        `./images/Doors/carousel/5.png`,
        `./images/Doors/carousel/6.png`,
        `./images/Doors/carousel/7.png`,
        `./images/Doors/carousel/8.png`,
        [
            `./images/Doors/carousel/9.png`,
            `./images/Doors/carousel/10.png`,
        ],
        `./images/Doors/carousel/11.png`,
        `./images/Doors/carousel/13.png`,
        `./images/Doors/carousel/15.png`,
        `./images/Doors/carousel/16.png`,
        `./images/Doors/carousel/17.png`,
        `./images/Doors/carousel/18.png`,
        `./images/Doors/carousel/19.png`,
        [
            `./images/Doors/carousel/14.png`,
            `./images/Doors/carousel/12.png`,
        ]
    ],
    doorShowcase: [
        `./images/Doors/DoorShowcase1.svg`,
        `./images/Doors/DoorShowcase2.svg`,
    ],
    downloadPdf: [
        {docUrl: `./docs/No Starch Press - Eloquent JavaScript 3rd Edition.pdf`},
        {docUrl: `./docs/No Starch Press - Eloquent JavaScript 3rd Edition.pdf`},
    ],
    catalog: [
        {
            header: `Межкомнатные двери`,
            docUrl: `./docs/No Starch Press - Eloquent JavaScript 3rd Edition.pdf`
        },
        {
            header: `Промышленные двери`,
            docUrl: `./docs/No Starch Press - Eloquent JavaScript 3rd Edition.pdf`
        }
    ]
}

export const AboutInfo = {
    mainSection: {
        content: {
            soloComponent: true,
            header: `О Нас`,
            imageUrl: `./images/About.png`,
            text: `Универсальные и экологически безопасные: поршневые компрессоры ECOLINE обладают большой холодопроизводительностью при минимальном потреблении энергии и оптимизированы для использования хладагентов HFKW, HFO, а также хладагентов с низким ПГП. В качестве опции доступна система регулирования производительности VARISTEP для высокой эффективности при частичной нагрузке в сфере нормального и глубокого охлаждения.`,
        },
        header1: `ООО "COLD INDUSTRY"`,
        text1: `является надёжной компанией на рынке Узбекистана с новейшими европейскими технологиями и опытом более 15 лет по изготовлению торгового и промышленного холода.`,
        text2: ``,
        header2: `Наша компания предлагает услуги по производству и монтажу:`,
        text3: [
            `- Сэндвич-панелей`,
            `- Холодильных дверей`,
            `- Специализированных межкомнатных дверей`,
            `- Холодильных кузовов и рефрижераторов`,
            `- Полистирола (пенопласт) и готовых форм и изделий из него`
        ]
    },
    secondSection: {
        header: ``,
        text: [
            `Особо следует отметить очень важную, именно в условиях Узбекского рынка, составляющую многоплановой деятельности фирмы – монтаж и качественное сервисное обслуживание оборудования. C COLD INDUSTRY вы обретете уверенность в грамотной, надежной поддержке по гарантийному и послегарантийному обслуживанию оборудования в Узбекистане и за ее пределами. Сервисная служба осуществляет диагностику и ремонт компрессоров и оборудования, оценку степени износа оборудования, техническую экспертизу, консультирование по вопросам монтажа, эксплуатации и обслуживания, комплексный анализ холодильных и электрических схем, разработку рекомендаций по их корректировке для обеспечения безаварийной работы оборудования.`
        ]
    },
    lastSection: {
        header: ``,
        text: [
            `Высокая квалификация персонала, четкое соблюдение требований Заказчика, гарантии качества, гибкая ценовая политика, строгое выполнение договорных обязательств, готовность совместно с Заказчиком найти выход из трудной ситуации – все это делает фирма "COLD INDUSTRY"`
        ]
    }

}

export const CoolingEngineInfo = {
    mainSection: {
        header: `Холодильное оборудование`,
        text: `Наша компания под брэндом “Ayoz” производит изотермические и холодильные кузова для автомобилей отечественных и импортных производителей.`,
        imageUrl: `./images/CoolingEngine/HeroImageS1.png`,
        btnText: `Каталог`
    },
    section1: {
        header: `Поршневые компрессоры`,
        imageUrl: `./images/CoolingEngine/1.png`,
        content: {
            soloComponent: true,
            header: `ПОЛУГЕРМЕТИЧНЫЕ КОМПАКТНЫЕ`,
            imageUrl: `./images/CoolingEngine/2.png`,
            text: `Универсальные и экологически безопасные: поршневые компрессоры ECOLINE обладают большой холодопроизводительностью при минимальном потреблении энергии и оптимизированы для использования хладагентов HFKW, HFO, а также хладагентов с низким ПГП. В качестве опции доступна система регулирования производительности VARISTEP для высокой эффективности при частичной нагрузке в сфере нормального и глубокого охлаждения.`,
        }
    },

    section2: {
        header: `Винтовые компрессоры`,
        imageUrl: `./images/CoolingEngine/3.png`,
        content: [
            {
                header: `ПОЛУГЕРМЕТИЧНЫЕ КОМПАКТНЫЕ`,
                imageUrl: `./images/CoolingEngine/4.png`
            },
            {
                header: `ПОЛУГЕРМЕТИЧНЫЕ С ЧАСТОТНЫМ РЕГУЛИРОВАНИЕМ`,
                imageUrl: `./images/CoolingEngine/5.png`
            },
            {
                header: `ОТКРЫТОГО ТИПА`,
                imageUrl: `./images/CoolingEngine/6.png`
            },
            {
                header: `ГЕРМЕТИЧНЫЕ КОМПАКТНЫЕ`,
                imageUrl: `./images/CoolingEngine/7.png`
            },
        ]
    },

    section3: {
        header: `Компрессорно-Конденсаторные 
агрегаты`,
        imageUrl: `./images/CoolingEngine/8.png`,
        content: [
            {
                header: `С ПОЛУГЕРМЕТИЧНЫМИ КОМПРЕССОРАМИ`,
                imageUrl: `./images/CoolingEngine/9.png`
            },
            {
                header: `С ДВУХСТУПЕНЧАТЫМИ ПОРШНЕВЫМИ КОМПРЕССОРАМИ`,
                imageUrl: `./images/CoolingEngine/10.png`
            },
            {
                header: `ПОЛУГЕРМЕТИЧНЫЕ С ЧАСТОТНЫМ РЕГУЛИРОВАНИЕМ`,
                imageUrl: `./images/CoolingEngine/11.png`
            },
            {
                header: `ПОЛУГЕРМЕТИЧНЫЙ С ВАРИСТЕПОМ`,
                imageUrl: `./images/CoolingEngine/12.png`
            },
        ]
    },

    section4: {
        header: `Теплообменники и сосуды, работающие под давлением`,
        imageUrl: `./images/CoolingEngine/13.png`,
        content: [
            {
                header: `С ПОЛУГЕРМЕТИЧНЫМИ КОМПРЕССОРАМИ`,
                imageUrl: `./images/CoolingEngine/14.png`
            },
            {
                header: `С ДВУХСТУПЕНЧАТЫМИ ПОРШНЕВЫМИ КОМПРЕССОРАМИ`,
                imageUrl: `./images/CoolingEngine/15.png`
            },
            {
                header: `ПОЛУГЕРМЕТИЧНЫЕ С ЧАСТОТНЫМ РЕГУЛИРОВАНИЕМ`,
                imageUrl: `./images/CoolingEngine/16.png`
            },
        ]
    },

    section5: {
        header: `AMMONIA COMPRESSOR PACKS`,
        imageUrl: `./images/CoolingEngine/17.png`,
        content: [
            {
                header: `AMMONIA COMPRESSOR PACKS`,
                imageUrl: `./images/CoolingEngine/17.png`
            },
        ]
    },
    refDoors: {
        header: `Холодильные двери`,
        content: [
            {
                imageUrl: `./images/CoolingEngine/CoolingDoor1.png`
            },
            {
                imageUrl: `./images/CoolingEngine/CoolingDoor2.png`
            },
            {
                imageUrl: `./images/CoolingEngine/CoolingDoor3.png`
            },
            {
                imageUrl: `./images/CoolingEngine/CoolingDoor4.png`
            },
        ]
    }
}


export const PenoplastInfo = {
    mainH: {
        header: `Пенополистерол`,
        text: `ООО «COLD INDUSTRY» производит высококачественный пенопласт (пенополистирол) в плитах, размером 6000х1220х600 мм. Продукция изготавливается на современном оборудовании из импортного сырья.`,
        imageUrl: `./images/Penoplast/HeroImage.png`,
        btnText: 'Прайс-лист'
    },
    subMenu: {
        header1: `Сфера применения пенопласта:`,
        text: [
            `-Утепление помещений. `,
            `-Благоустройство подвальных и подземных помещений.`,
            `-Используется в процессе строительства фундамента.`,
            `-Защищает гидроизоляционный слой и препятствует проникновению влаги внутрь помещений`,
            `-Применяется для изготовления декоративных элементов`,
            `-Выступает в качестве отделочного материала для фасада или любого помещения.`,

            `Благодаря уникальным физическим и химическим свойствам время самостоятельного горения не более 4 секунд (наименьший риск возгорания в сегменте изоляционных материалов).`,
            `Предел прочности при изгибе, МПа, не менее 0,20.`,
            `Теплопроводность, Вт/(м*К), не более 0,037`,
        ],
        images: [
            `./images/Penoplast/SubImage1.png`,
            `./images/Penoplast/SubImage2.png`
        ],
        header2: `Пенополистирол, производимый на нашем оборудовании имеет плотностью от 7 до 22 кг/м3 и соответствует всем требованиям ГОСТа 15588-86.`,
        header3: `Подтверждением качества нашей продукции является отсутствие нареканий от наших заказчиков!`
    }
}


export const ProejctingPageInfo = {
    mainSection: {
        content: {
            soloComponent: true,
            header: `Проектирование`,
            imageUrl: `./images/Planning.png`,
            text: `Универсальные и экологически безопасные: поршневые компрессоры ECOLINE обладают большой холодопроизводительностью при минимальном потреблении энергии и оптимизированы для использования хладагентов HFKW, HFO, а также хладагентов с низким ПГП. В качестве опции доступна система регулирования производительности VARISTEP для высокой эффективности при частичной нагрузке в сфере нормального и глубокого охлаждения.`,
        },
        text1: `COLD INDUSTRY осуществляет комплексное проектирование и расчет систем холодоснабжения, производит монтаж холодильных установок, поставку оборудования и комплектующих для следующих отраслей промышленности:`,
        header2: `Компания разрабатывает проектную документацию по разделам:`,
        text2: [
            `-  Конструкции железобетонные`,
            `- Холодоснабжение`,
            `-  Автоматизация холодоснабжения`,
            `-  Силовое электрооборудование и освещение`,
            `-  Отопление и вентиляция`,
            `-  Технологические процессы`,
        ],
        header3: `Профессиональный проект исключит:`,
        text3: [
            `-  Перерасход по оборудованию и материалам, что сэкономит Ваши средства`,
            `-  Необоснованные эксплуатационные расходы`
        ]
    },
    lastSection: {
        header: ``,
        text: [
            `Проектный отдел COLD INDUSTRY, в состав которого входят инженеры-проектировщики, специалисты высокой квалификации с большим опытом практической работы, разрабатывает различные схемы исполнения холодильных установок и проекты охлаждаемых камер.`,
            `При проектировании применяется весь существующий опыт схем, а также инновационные разработки, сочетающие в себе более высокую эффективность работы холодильных схем, существенное повышение производительности и долговечности оборудования. Всё это упрощает обслуживание поставляемого оборудования и обеспечивает надежность в эксплуатации.`,
            `В разработке проектной части опытные проектировщики Компании четко следуют действующей нормативной документации, выполняют все требования производителей оборудования, что делает нашу проектную документацию наиболее конкурентоспособной`,
            `Результатом этого этапа работ является полностью законченный рабочий проект, соответствующий всем действующим СНиП и содержащий всю необходимую информацию (схемы, чертежи, спецификации оборудования и материалов).`,
            `Вместе с проектом Вы получите точную, подробную смету на оборудование и монтажные работы.`
        ]
    }
}

export const InsertionPageInfo = {
    mainSection: {
        content: {
            soloComponent: true,
            header: `Монтажирование`,
            imageUrl: `./images/Insertion.png`,
            text: `Универсальные и экологически безопасные: поршневые компрессоры ECOLINE обладают большой холодопроизводительностью при минимальном потреблении энергии и оптимизированы для использования хладагентов HFKW, HFO, а также хладагентов с низким ПГП. В качестве опции доступна система регулирования производительности VARISTEP для высокой эффективности при частичной нагрузке в сфере нормального и глубокого охлаждения.`,
        },
        text: [
            `Переоценить значимость грамотного монтажа холодильного оборудования практически невозможно. Это - базовый фактор, определяющий последующую безукоризненную эксплуатацию механизмов и систем. Поэтому важно, чтобы работы проводились комплексно и на профессиональном уровне.`,
            `Компания COLD INDUSTRY производит комплекс работ (монтаж) по установке, наладке и пуску в эксплуатацию холодильного оборудования. Знание и строгое соблюдение технологии монтажных работ, высокая квалификация персонала, применение современного монтажного инструмента, специализированного крепёжного и расходного материала - всё это позволяет компании выполнять работы любой сложности и объёма с гарантированно высоким качеством и точно в срок. Все монтажные работы выполняются согласно нормам и правилам монтажа холодильного оборудования.`,
            `Специалисты COLD INDUSTRY не только смонтируют необходимое оборудование в сжатые сроки, но и могут предложить Вам индивидуальные решения при возникновении нестандартной ситуации во время проведения монтажных работ промышленного холодильного оборудования.`,
        ],
        header2: `Монтажные бригады  COLD INDUSTRY  готовы помочь Вам в следующих работах:`,
        text2: [
            `-  Монтаж холодильного оборудования`,
            `-  Монтаж холодильных установок`,
            `-  Монтаж холодильных камер`,
            `-  Монтаж фреоновых магистралей`,
            `-  Монтаж холодильных централей`,
            `-  Монтаж тепловых насосов`
        ],
        header3: `Этапы монтажа промышленного холодильного оборудования от COLD INDUSTRY:`,
        text3: [
            `-  Сборка холодильных камер`,
            `-  Монтаж компрессорного отделения`,
            `-  Монтаж теплообменного оборудования, конденсаторов, воздухоохладителей и т.д.`,
            `-  Прокладка магистралей трубопроводов`,
            `-  Монтаж сливных дренажей`,
            `-  Подключение электрооборудования и автоматики к щитам управления`,
            `-  Проверка системы на герметичность(тестирование на прочность и плотность)`,
            `-  Пуско-наладочные работы`,
            `-  Процесс монтажа холодильной установки для склада или производственного помещения большой площади занимает от 3 до 4 месяцев.`
        ]
    },
}


export const ServicePageInfo = {
    mainSection: {
        content: {
            soloComponent: true,
            header: `Сервис`,
            imageUrl: `./images/Service.png`,
            text: `Универсальные и экологически безопасные: поршневые компрессоры ECOLINE обладают большой холодопроизводительностью при минимальном потреблении энергии и оптимизированы для использования хладагентов HFKW, HFO, а также хладагентов с низким ПГП. В качестве опции доступна система регулирования производительности VARISTEP для высокой эффективности при частичной нагрузке в сфере нормального и глубокого охлаждения.`,
        },
        header: `COLD INDUSTRY предоставляет качественное сервисное обслуживание холодильного оборудования любой сложности.`,
        text: [
            `Сервисная группа Компании состоит из высококвалифицированного персонала, обладающего большим опытом и отлаженной схемой работы.`,
            `Бригада оснащена профессиональным инструментом и необходимым расходным материалом. На складе Компании практически всегда есть детали и запчасти для замены вышедших из строя. Группа сервисной службы мгновенно реагирует на заявки о неисправности холодильного оборудования и в течение 2-4 часов приезжает на вызов.`,
            `Сервисное обслуживание холодильного оборудования включает в себя устранение неисправностей по заявке Заказчика, а также профилактический осмотр оборудования 1 раз в месяц.`
        ],
        header2: `Ежемесячное сервисное обслуживание от  COLD INDUSTRY состоит из:`,
        text2: [
            `-  Проверки параметров оборудования во всех режимах`,
            `-  Контрольного замера давления газа в трубопроводах`,
            `-  Замера токов, напряжения работы агрегатов`,
            `-  Проверки-подтяжки электрических соединений в щите управления`,
            `-  Проверки уровня масла`,
            `-  Регулировки термостатов, настройки контроллеров температуры`,
            `-  Проверки герметичности системы, внешнего осмотра трубопроводов, крепежных соединений, подтяжки при необходимости`,
            `-  Чистки теплообменных поверхностей`,
            `-  Проверки правильности использования оборудования`,
            `-  Поддержания оборудования в надлежащем виде`,
            `-  Работы по замене вышедших из строя узлов холодильных установок`,
            `-  Осмотра системы слива конденсата из холодильного оборудования`,
            `-  Визуального осмотра оборудования и систем управления, контроля необходимых технических параметров`,
            `-  Проверки утечки хладона, при необходимости дозаправка`,
            `-  При необходимости дозаправки маслом в холодильный агрегат`,
            `-  Удаления из системы воздуха, влаги`,

        ],
        text3: [
            `Все проведенные работы фиксируются в акте выполненных работ. Все параметры работ для каждой единицы оборудования записываются отдельно: t C°; Р вс, кг/м2; Р конд, кг/м2; I комп, А; время оттайки, мин.; I тэн, А; U, В; уровень масла, осмотр испарителя.`
        ]
    },
}

export const ModernizationPageInfo = {
    mainSection: {
        content: {
            soloComponent: true,
            header: `Модернизирование`,
            imageUrl: `./images/Modernization.png`,
            text: `Универсальные и экологически безопасные: поршневые компрессоры ECOLINE обладают большой холодопроизводительностью при минимальном потреблении энергии и оптимизированы для использования хладагентов HFKW, HFO, а также хладагентов с низким ПГП. В качестве опции доступна система регулирования производительности VARISTEP для высокой эффективности при частичной нагрузке в сфере нормального и глубокого охлаждения.`,
        },
        header: `Альтернатива от COLD INDUSTRY: `,
        text: [
            `- Вторая жизнь холодильного оборудования `,
        ],
        text2: [
            `Решение задачи обновления парка устаревшего холодильного оборудования на пищевых предприятиях требует сегодня значительных финансовых затрат. Прежде всего, это связано с тем, что в предыдущие годы этому не уделялось должного внимания.`,
            `Вот почему сегодня инвестиционная деятельность многих компаний направлена на повышение эффективности существующих производственных мощностей. Активизируется финансирование и реализация тех проектов, которые направлены на снижение себестоимости, повышение производительности при постоянном улучшении качества выпускаемой продукции.`,
            `Для владельцев перерабатывающих заводов и пищевых производств с большим парком промышленных холодильных машин «на грани аварийного состояния» компания COLD INDUSTRY предлагает новую услугу - модернизацию оборудования (upgrade - обновление, восстановление). Зачастую это более выгодная альтернатива смене парка промышленного холодильного оборудования на новое.`,
            `В рамках проекта по модернизации холодильных систем специалисты компании  COLD INDUSTRY  осуществляют технический анализ компонентов холодильных машин, требующих восстановления, определят целесообразность их модернизации, составят список рекомендаций и расчёт стоимости работ.`,
            `На основе этой информации заказчик сам выбирает объем работ и изменений в холодильной системе, что позволяет ему планировать свой бюджет и уходить от крупных затрат, связанных с приобретением совершенно нового оборудования. Помимо этого, процесс модернизации имеющихся холодильных машин позволяет значительно сократить сроки «простоя» производственных процессов.`,
            `Модернизация существующих компрессорных агрегатов позволяет значительно уменьшить затраты по сравнению с покупкой нового агрегата на те же рабочие режимы. Но самое главное при использовании модернизации от  COLD INDUSTRY  это то, что заказчик уменьшает стоимость затрат на ремонт старого агрегата, так как ему не придется обращаться в фирму изготовителя старого агрегата для замены штатных запчастей и комплектующих.`

        ],
        header3: `В частности, замене подлежат:`,
        text3: [
            `-  Компрессор винтовой открытого типа (сальниковый)`,
            `-  Старая муфта (на современную с эластичными элементами)`,
            `-  Масляный насос (по состоянию, при необходимости)`,
            `-  Электромотор (по состоянию, при необходимости) с выбором необходимого класса защиты,`,
            `-  Масляные фильтры`,
            `-  Запорная арматура (по состоянию, при необходимости)`,
            `-  Масляный коллектор`,
            `-  Контроллер управления на базе Siemens`,
            `-  Полный комплект датчиков температуры и давления`,
        ],
        text4: [
            `При необходимости возможна замена узла регулировки производительности и силового щита управления. Кроме того, проводится модернизация силового щита с возможным дооснащением софт-стартером (системой плавного пуска) и новой автоматикой.`,
            `Неизменными остаются старый (вечный промасленный сосуд) маслоотделитель, рама агрегата, электродвигатель (по состоянию), запорные вентили и т.д. Все работы производятся на современной площадке  COLD INDUSTRY  для сборки холодильных агрегатов площадью более 5000 кв.м.`,
            `«Предлагаемая услуга обязательно будет востребована заказчиком, который всегда смотрит вперед, стремится поддерживать высокое качество продукции за счет повышения эффективности и надежности работы существующего оборудования»`,
            `Возможность апгрейда предлагает клиенту конкурентную цену на работы по восстановлению, предполагает минимальное влияние на текущие производственные процессы компании заказчика, а так же короткие сроки на поставку необходимых компонентов.`,
            `Кроме того, после такой модернизации, которая обходится в разы дешевле, чем приобретение нового оборудования, ремонтируемая машина на выходе имеет статус практически новой.`,
            ` Получив новую жизнь, она работает в бесприрывном режиме не менее 20 лет, или 100 000 часов, до капитального ремонта.`,
            `При этом  COLD INDUSTRY  предоставляет гарантию сроком на 24 месяца, в течение которой несет полную ответственность за бесперебойную работу отремонтированного агрегата.`,
            `Помимо этого компания предоставляет профессиональные услуги по пуско-наладке и сервису установленного оборудования по всему Узбекистану.`
        ]
    },
}




